{"intents": [
        {"tag": "salam",
         "patterns": ["Halo", "Halo Booboo", "Hai", "Selamat pagi", "Selamat siang", "Selamat sore", "Selamat malam", "Apa kabar?", "Hai, mau tanya dong", "Halo, saya mau bertanya", "Aku mau curhat"],
         "responses": ["Halo! Namaku Booboo. Aku bersedia menjadi teman bicaramu, juga bisa membantumu untuk mengetahui informasi dasar seputar kesehatan mental. Apa yang ingin kamu tanyakan atau sampaikan?"],
         "context": [""]
        },

	{"tag": "depresi",     
	 "patterns": ["Bagaimana cara mengubah perasaan saya tidak berharga bagi semua orang?", "Saya nyaris tidak tidur dan tidak melakukan apa-apa selain memikirkan bagaimana saya tidak berharga dan bagaimana saya seharusnya tidak berada di sini", "Saya memiliki banyak masalah", "Saya memiliki sejarah panjang depresi dan mulai memiliki kecemasan", "Saya menghadapi depresi dan kecemasan yang parah", "Bagaimana cara mengatasi kecemasan dan depresi ini?", "Saya merasa stress", "Aku hampir gila", "Saya lelah dan muak dengan semua ini", "Saya stress, masalah ini seperti tidak ada habisnya", "Saya merasa hidup ini tidak berarti", "Saya sangat letih sehingga tidak bisa mengendalikan pikiran saya", "Saya sangat tertekan"],        
	 "responses": ["Sepertinya kamu mungkin berjuang dengan depresi. Aku akan menyarankan agar kamu terhubung dengan penyedia yang dapat membantumu mencapai akar dari mana ketidakberdayaan itu berasal dan membantumu mengembangkan rencana pemulihan. Sementara itu, langkah-langkah kecil bisa sangat membantu. Intervensi perawatan diri seperti membuat jurnal perasaanmu, meditasi mindfulness, dan olahraga teratur semuanya bermanfaat untuk terhubung kembali dengan momen saat ini dan mendapatkan motivasi internal. Berfokus pada satu hari pada suatu waktu dan membawa pikiranmu kembali ke masa kini juga dapat bermanfaat. Hei, kamu juga dapat berkonsultasi dengan terapis kami di sini. Ada harapan!"],       
 	 "context": [""]    
	},
        {"tag": "keluarga",         
	 "patterns": ["Ketika putri saya stress tentang hal konyol dari sekolah, dia mulai menangis dan ketakutan", "Saya dilecehkan secara verbal setiap hari oleh orang tua saya di depan anak saya", "Saya dan anak saya tidak rukun", "Ibu mertua saya sakit mental", "Selama setahun terakhir, putra dan putri remaja saya telah membuat saya gila", "Nenek saya mengalami stroke dan meninggal baru-baru ini", "Orang tuaku telah bercerai", "Hubunganku dengan saudara-saudaraku sangat tidak bagus", "Kakek saya sakit keras", "Saya memiliki hubungan yang buruk dengan keluarga besar", "Paman dan bibi membuat saya tidak merasa aman", "Menantu saya membuat saya stress", "Saya sedari kecil sudah membenci ayah saya sendiri", "Saya merasa tidak pernah didukung sama keluarga", "Saya merasa tidak bisa terbuka terhadap keluarga akibat sering diabaikan", "Saya mempunyai orang tua yang mungkin menurut saya sangat toxic", "Saya merasa cemas dan gelisah setelah melihat pertengkaran orang tua", "Saya selalu dibeda-bedakan sama orang tua dan keluarga dan selalu disalahkan", "Saya selalu merasa semua orang di keluarga saya tidak menyayangi saya", "Saya selalu merasa benci kepada orang tua saya", "Saya merasa sakit hati dengan kata-kata orang tua"],         
	 "responses": ["Oh, aku ikut sedih mendengarnya. Aku mengerti, pasti rasanya berat dan sakit sekali. Kamu boleh bersedih dan menangis, tapi ingat, setelah ini kamu harus bisa bangkit kembali. Jangan sampai rasa sedih ini menghambatmu. Jika perlu, kamu dapat mengontak terapis kami di sini. Kamu berhak untuk bahagia!"],       
	 "context": [""]        
	},
	
       {"tag": "hubungan",        
	 "patterns": ["Aku sangat merindukannya dan sepertinya tidak bisa melupakan patah hati ini", "Saya ingin hubungan yang aman dengan seseorang yang ingin bersama saya dan yang benar-benar akan berusaha keras untuk itu", "Saya baru-baru ini mengalami perceraian", "Rekan kerja saya membuat pernyataan palsu tentang saya kepada bos", "Saya punya teman yang dulu menjalin hubungan dengan saya dan hal itu membuat pacar saya marah", "Saya mengalami masalah hubungan dan saya ingin memperbaikinya untuk memperbaikinya sebelum saya kehilangan dia", "Saya memiliki begitu banyak orang di sekitar saya, tetapi sepertinya mereka hanya mendengarkan dan tidak mengerti", "Saya merasa hubungan saya tidak aman", "Saya bertengkar dengan pasangan saya", "Saya tidak nyaman dengan hubungan yang saya jalani", "Saya merasa kurang percaya dan selalu curiga dengan pasangan"],        
	 "responses": ["Pasti berat sekali rasanya memiliki masalah yang berkaitan dengan hubungan, baik itu dengan keluarga, pasangan, atau teman. Saya ikut sedih atas masalah yang sedang menimpamu. Namun, perlu diingat, selalu ada harapan untuk bahagia kembali. Jadi jangan menyerah pada harapan. Lakukanlah hal-hal yang menyenangkan untuk mengalihkan kesedihan itu. Kamu dapat berkonsultasi dengan terapis kami apabila merasa sulit melepas kesedihan itu. Tenanglah, semuanya akan baik-baik saja!"],       
	 "context": [""]        
	},
	{"tag": "kecemasan",       
	 "patterns": ["Ketika saya berada di kerumunan besar saya marah", "Saya selalu merasa sangat gugup dan cemas", "Bagaimana saya bisa mengatasi ketakutan yang tidak masuk akal ini?", "Saya terguncang dan mengalami serangan panik", "Saya kesal tanpa alasan dan merasa cemas", "Kenapa aku begitu takut?", "Saya merasa tidak aman dalam hidup saya", "Akhir-akhir ini saya mengalami banyak kecemasan", "Saya tidak bisa mengendalikan kecemasan saya", "Saya memiliki ketakukan tersendiri saat membicarakan mengenai pernikahan", "Sekarang aku jadi sangat perfeksionis dan gampang mengkhawatirkan banyak hal", "Saya selalu pesimis dengan banyak hal", "Saya sering mengalami tiba-tiba panik atau cemas disertai keringat dingin, perasaan tidak enak, dan merinding", "Dari dulu saya mepunyai perasaan sedih yang tidak pernah hilang", "Saya sedang larut dalam kesedihan, hingga akibatnya saya merusak hubungan pertemanan saya", "Bagaimana cara mengatasi cemas dan panik?"],        
	 "responses": ["Apa yang kamu alami adalah kecemasan, sebenarnya sangat umum. Kabar baiknya, kamu tidak sendirian dalam pengalaman ini! Jika kamu dapat menganggap kecemasanmu hanya sebagai sesuatu yang lain untuk ditangani daripada menjadi bagian dari kepribadianmu, ini biasanya membantu. Selain itu, aku sarankan untuk tidak menghindari situasi yang membuatmu merasa seperti ini. Otak kita harus belajar apa ancaman yang sebenarnya dan apa yang tidak. Saat ini, otakmu berpikir bahwa apa yang kamu alami sekarang adalah adalah ancaman. Kamu harus mulai mengajar (atau memperbaiki) otakmu, memberi tahu bahwa hal yang sedang kamu alami ini tidak berbahaya bagimu. Pikirkan otakmu sebagai orang tua yang terlalu protektif. Otakmu bereaksi berlebihan dalam situasi ini untuk mencoba dan membuatmu tetap aman. Hanya perlu belajar bahwa situasinya bukanlah bahaya untuk memulai."],        
	 "context": [""]       
	},	
	{"tag": "konseling_fundamental",
	 "patterns": ["Bagaimana seseorang memulai proses konseling?", "Bagaimana langkah-langkah menemui psikolog?", "Bagaimana saya bisa menemui psikiater?", "Bagaimana saya bisa menemui psikolog?", "Bagaimana saya bisa menemui konselor?"],
	 "responses": ["Anda bisa membuka website rumah sakit yang ingin dituju. Cek apakah ada praktek psikolog, psikiater, atau konselor di sana. Kemudian pilih profesional yang diinginkan lalu cek jadwal prakteknya. Layanan psikolog biasanya cukup lama per pasiennya, maka dari itu, penting sekali untuk membuat janji melalui website atau telepon langsung ke rumah sakit tersebut. Jika tidak mendaftar, bisa jadi Anda tidak akan dilayani. Setelah itu, tunggu hari pertemuan dan ikuti bimbingan profesional tersebut. Jangan lupa siapkan catatan tentang emosi dan pikiran Anda dan berusahalah sejujur mungkin pada profesional Anda."],
	 "context": [""]
	},
	{"tag": "harga_diri",
	 "patterns": ["Terkadang saya merasa seperti membenci diri sendiri secara fisik dan emosional","Bagaimana saya bisa mulai menerima diri saya dan lebih percaya diri?", "Saya selalu berpikir bahwa tidak ada banyak hal baik di luar sana untuk saya", "Saya meyakinkan diri sendiri bahwa saya tidak layak untuk kebahagiaan, dan saya selalu takut saya melakukan sesuatu yang salah", "Saya merasa seperti setiap kali saya melakukan sesuatu yang diminta seseorang, saya tidak pernah sepenuhnya memenuhi apa yang mereka inginkan", "Saya khawatir tentang penampilan dan ekspresi wajah saya dan semacamnya", "Saya selalu merasa perlu untuk mengesankan semua orang", "Saya terlalu takut untuk berbicara kepada orang", "Saya adalah seseorang dengan people pleaser"],
	 "responses": ["Sepertinya kamu memiliki persepsi bahwa orang sering kecewa padamu dan berharap kamu berbeda dari orang lain. Satu pertanyaan yang akan saya miliki untukmu adalah apa bukti bahwa orang merasa seperti ini? Adakah yang ada dalam kata atau perilaku orang yang memberimu kesan ini? Jika tidak yakin, mungkin berguna bagimu untuk mencoba memperhatikan apa yang orang katakan dan lakukan sebagai tanggapan terhadapmu, meskipun kamu memahami sikap ini di dalamnya. Selain itu, berkonsultasi dengan terapis kami mungkin merupakan cara yang bagus untuk mendapatkan jawaban atas pertanyaanmu serta mengembangkan cara untuk bergerak maju dengan jawaban itu dan mendapatkan rasa harga diri dan keamanan dalam dirimu. Kemungkinan yang terlintas dalam pikiran, yang mungkin ada lebih banyak, adalah bahwa ketika kita tumbuh dewasa, kita sering mengembangkan templat relasional, atau set harapan tentang bagaimana orang berada dan akan berhubungan dengan kita, yang memengaruhi pengalaman dan perilaku kita dalam hubungan. Terkadang template yang kita kembangkan untuk tetap terhubung tumbuh dewasa tidak terlalu adaptif untuk kehidupan orang dewasa dan dapat menghambat harga diri dan kapasitas kita untuk keintiman yang nyaman sebagai orang dewasa. Kamu mengajukan pertanyaan yang bagus di sini, dan yang bisa sangat sulit dilihat, mengingat kesulitan perasaan bahwa orang berpikir tentangmu dengan cara ini, dan saya berharap kamu akan tetap ingin tahu tentang hal ini dan mempertimbangkan bekerja dengan seorang terapis yang dulu dilatih untuk membantumu menemukan jawabannya."],
	 "context": [""]
	},
	{"tag": "trauma",
	 "patterns": ["Ada masalah dari masa lalu saya yang membuat saya sangat terbebani di hati saya", "Saya telah terkoyak selama bertahun-tahun dan saya butuh bantuan agar saya dapat melanjutkan hidup saya", "Saya mengalami trauma ketika saya berusia 8 tahun", "Saya diperkosa beberapa bulan yang lalu, sejak itu, bersama dengan peristiwa lain yang sayangnya terjadi, saya mengalami kesulitan merasakan emosi", "Saya kerap merasa sedih berlebihan dan teringat masa lalu yang tidak menyenangkan", "Saya trauma mengenal orang baru dan saya takut bertemu dengan orang yang tahu masa lalu saya", "Bagaimana cara menangani saat mengalami trauma masa lalu?", "Saya ingin terlepas dari trauma masa kecil saya", "Saya kerap teringat masa lalu yang tidak menyenangkan, hingga melakukan tindakan melukai diri sendiri", "Bagaimana cara menangani saat mengalami trauma masa lalu?", "Saya ingin sembuh dari rasa trauma saya karena pernah dibully"],
	 "responses":["Sepertinya Anda mengalami trauma. Ada banyak jenis trauma, dan mereka tentu saja dapat bertambah satu sama lain saat kamu mengalaminya. Tanpa mengobati trauma, atau insiden di mana kamu merasa ada risiko yang signifikan terhadap keselamatanmu atau orang lain, mungkin ada efek kumulatif. Apa yang telah kami pelajari di bidang kesehatan mental dari mempelajari trauma, adalah bahwa tubuh secara keseluruhan menanggapi stres ini untuk menjagamu tetap aman. Jika tubuh tidak menyadari bahwa ia tidak perlu lagi merespons dengan cara ini karena hal tersebut sekarang sudah berakhir, dan kemudian menerima pemicu dari peristiwa baru, masuk akal bahwa peristiwa baru tersebut dapat menyebabkan masalah tambahan. Kamu dapat berkonsultasi dengan terapis kami untuk membantumu memulihkan diri dari trauma. Kamu hebat, bisa menerima masa lalumu dan tidak menyangkal apa yang terjadi padamu."],
	 "context": [""]
	},
	{"tag": "cari_bantuan",
	 "patterns": ["Apa yang harus saya lakukan jika saya mengenal seseorang yang tampaknya memiliki gejala gangguan mental?","Apa yang harus saya lakukan jika saya khawatir dengan kesehatan mental saya?","Saya khawatir tentang anak atau remaja saya. Di mana saya dapat menemukan bantuan?", "Di mana saya dapat menemukan bantuan?", "Apa yang harus saya lakukan jika saya khawatir tentang teman atau kerabat?", "Bagaimana saya bisa membantu orang dengan masalah kesehatan mental?", "Di mana saya dapat menemukan informasi atau bantuan lebih lanjut?"],
	 "responses":["Kami menyarankan mereka yang memiliki gejala berbicara dengan teman dan anggota keluarga mereka dan mencari nasihat dari profesional kesehatan mental. Semakin cepat kondisi kesehatan mental diidentifikasi dan diobati, maka semakin cepat mereka dapat sembuh. Jika kamu mengenal seseorang yang sedang mengalami masalah, jangan berasumsi bahwa masalah tersebut akan selesai dengan sendirinya. Beri tahu mereka bahwa kamu peduli dengan mereka, dan ada pilihan perawatan yang bisa membantu mereka sembuh. Bicaralah dengan profesional kesehatan mental atau konselor jika menurutmu teman atau anggota keluargamu mengalami gejala kondisi kesehatan mental. Terapis kami dapat menjadi solusinya. Jika orang terkasih yang memiliki gejala tahu bahwa kamu mendukung mereka, mereka akan lebih mungkin mencari bantuan."],
	 "context": [""]
	},
	{"tag": "perubahan_perilaku",
		"patterns": ["Seringkali saya mendapati diri saya memikirkan pikiran yang menakutkan dan kadang-kadang saya bahkan menakuti diri saya untuk berpikir bahwa sesuatu yang buruk akan terjadi pada saya. Setelah dimulai, pikiran itu terus melewati kepala saya dan saya tidak bisa mengeluarkannya. Bagaimana saya bisa menghentikan pikiran ini?", "Saya hanya perlu tahu apakah saya benar-benar gila atau tidak", "Selama empat minggu terakhir, saya telah mengalami mimpi buruk dan mendengar suara-suara yang memberi tahu saya hal yang mengerikan", "Mengapa saya tidak bisa memaksakan diri untuk berubah?", "Saya seorang remaja dan saya mendapatkan perubahan suasana hati yang sangat intens", "Kenapa suasana hati saya sering berubah-ubah?", "Saya menjadi orang yang berbeda seiring berjalannya waktu", "Saya akhir-akhir ini pendiam, murung, dan sering melamun ketika di rumah", "Pikiran saya mudah berubah-ubah", "Saya bersikap aneh saat tidak memiliki pacar"],
		"responses":["Jika ini benar-benar menghambat kehidupanmu, mungkin bermanfaat untuk menjangkau terapis kami untuk mendapatkan bantuan dan melihat apakah mungkin ada sesuatu yang lebih terjadi. Sementara bagi kebanyakan orang, frustrasi, perubahan suasana hati, atau perubahan perilaku terkait dengan kehidupan dan stres yang khas dapat menjadi tanda kecemasan hingga sesuatu seperti gangguan bipolar di mana suasana hati dan energi seseorang mungkin terbang demikian tinggi (mania) yang merasa seperti mereka dapat melakukan apa pun tetapi sering menjadi frustrasi ketika terganggu. Ada lebih banyak gangguan bipolar daripada ini dan ini tentu saja bukan diagnosis. Semoga Anda baik-baik saja!"],
		"context": [""]
	},
	{"tag": "definisi",
		"patterns": ["Apa artinya memiliki penyakit atau gangguan mental?", "Apa saja gejala-gejala penanda penyakit mental?", "Apa yang menyebabkan masalah kesehatan mental?", "Saya memiliki kebiasaan berbicara sendiri dan merasa ada orang lain, apakah perilaku saya dapat menjadi sebuah gangguan mental?", "Apa itu gangguan mental?", "Apakah penyakit mental dapat diobati?", "Apa yang dimaksud dengan penyakit mental?", "Apa saja gejala penyakit mental?"],
		"responses":["Penyakit mental adalah kondisi kesehatan yang mengganggu pikiran, emosi, hubungan, dan fungsi sehari-hari seseorang. Ada banyak penyakit mental yang berbeda, dan mereka memiliki gejala yang berbeda. Gejala yang umum adalah pikiran bingung, perubahan emosi yang drastis, delusi atau halusinasi, dan pikiran untuk bunuh diri. Penyakit mental termasuk dalam rangkaian keparahan: beberapa cukup ringan dan hanya mengganggu beberapa aspek kehidupan, seperti fobia tertentu. Di ujung lain spektrum terletak penyakit mental yang serius, yang mengakibatkan gangguan fungsional utama dan gangguan dalam kehidupan sehari-hari. Ini termasuk gangguan seperti depresi berat, skizofrenia, dan gangguan bipolar, dan mungkin mengharuskan orang tersebut menerima perawatan di rumah sakit. Penyebabnya sangat bervariasi, bisa karena stress, kecemasan, gangguan kesehatan, atau yang lainnya. Penyakit mental dapat diobati dengan kombinasi obat-obatan dan dukungan sosial. Perawatan ini sangat efektif, dengan 70-90 persen individu yang menerima perawatan mengalami pengurangan gejala dan peningkatan kualitas hidup. Dengan penanganan yang tepat, sangat memungkinkan bagi pengidap gangguan jiwa untuk bisa mandiri dan sukses."],
		"context": [""]
	},
	{"tag": "gangguan_tidur",
		"patterns": ["Butuh waktu lama bagi saya untuk tertidur", "Saya sering berkhayal dan mengganggu pola tidur", "Saya akhir-akhir ini sulit untuk tidur", "Akhir-akhir ini saya merasa cemas atau was-was jika saya tertidur", "Akhir-akhir ini saya sering merasakan sakit kepala, sesak, dan susah tidur karna memikirkan hal-hal yang sudah dilalui", "Aku sering sekali begadang tapi aku selalu terbangun lebih awal di pagi hari", "Aku sering tidak bisa tidur", "Mengapa saya sulit tidur?"],
		"responses":["Anda bisa dikatakan masuk dalam kategori gangguan tidur, yang mana itu masuk dalam kelompok gangguan kejiwaan. Terkait hal ini, diperlukan wawancara dan penggalian riwayat mendalam untuk memahami kondisi Anda secara seutuhnya. Perlu diketahui apakah ada kejadian traumatis tertentu yang membuat Anda selalu terngiang akan bencana atau musibah, apakah ada stressor yang secara konstan membuat Anda selalu memikirkan hal tersebut, dan lebih luasnya lagi perlu diketahui tipe orang seperti apa Anda dalam menyikapi masalah dan bagaimana perkembangan psikologis Anda selama ini. Coba latih diri Anda untuk dapat lebih bersantai dengan menyibukkan diri dengan pikiran positif. latih diri untuk melihat sesuatu dari sudut pandang berbeda, dengarkan alunan musik lembut, upayakan untuk menciptakan suasana kamar tidur yang nyaman, hindarkan diri dari berita-berita dan hal-hal yang dapat memperburuk suasana hati Anda, dan jalani pola hidup sehat."],
		"context": [""]
	},
	{"tag": "manajemen_emosi",
		"patterns": ["Saat ini saya tidak lagi dapat mengontrol emosi saya", "Amarah saya tidak bisa terkontrol", "Bagaimana caranya mengendalikan emosi?", "Emosi tidak stabil menjelang menstruasi, apakah normal?", "Bagaimana cara mengatasi rasa mudah marah dan kesal?", "Mood saya sering berubah-ubah", "Akhir-akhir ini saya mudah sekali tersinggung", "Semuanya membuat saya kesal", "Saya adalah orang yang mudah meledak", "Saya menjadi sangat mudah marah pada orang tua dan keluarga saya", "Saya sering marah-marah hanya karena masalah sepele", "Saya memiliki sifat yang emosional dan tempramental yang tidak bisa saya kontrol", "Bagaimana mengatur amarah agar tidak menganggu sekitar?"],
		"responses":["Menjaga kesehatan emosional sama pentingnya dengan menjaga kesehatan tubuh, karena keduanya saling memengaruhi. Anda dapat meenangkan diri dengan mengambil napas panjang dan menutup mata setiap kali emosi, membuat sudut pandang yang membuat anda merasa lebih baik, menghindari situasi yang membuat anda mudah merasakan emosi negatif, menjalin komunikasi dengan orang-orang di sekitar anda seperti keluarga, teman, tetangga yang membuat anda merasa nyaman. Anda dapat berbagi permasalahan anda kepada orang yang anda percayai dan nyaman, menemukan aktivitas yang membuat anda senang, rutin melakukan olahraga, mengonsumsi makanan sehat yang kaya nutrisi dan dengan porsi yang tidak berlebihan, melakukan yoga dan meditasi sebagai metode manajemen stres dan mengendalikan emosi, serta istirahat yang cukup."],
		"context": [""]
	},
	{"tag": "penyalahgunaan_zat",
		"patterns": ["Saya tidak bisa menahan diri dari berpikir tentang merokok", "Saya kecanduan alkohol", "Dari SMA saya kecanduan menghirup sabun", "Saya seorang pecandu dan saya ingin berhenti", "Saya ingin sembuh dari ketergantungan obat", "Bagaimana cara berhenti kecanduan obat?", "Saya ingin berhenti merokok"],
		"responses":["Pertama, saya ingin mengucapkan selamat kepada Anda karena membuat keputusan untuk berhenti menjadi pecandu. Hal berikutnya yang ingin saya bagikan adalah bahwa ada begitu banyak cara berbeda untuk menendang kebiasaan itu. Beberapa orang menemukan penghiburan dalam kelompok, sementara yang lain lebih suka menemui penasihat tentang ini secara individual. Ingat, bahwa inti kecanduan merasakan satu arah dan menggunakan zat atau hal untuk merasakan cara yang berbeda. Saran saya adalah menemukan penasihat kecanduan dan membuat rencana individual bersama untuk membantu Anda berhenti kecanduan. Peluang Anda untuk berhenti menjadi pecandu jauh lebih tinggi ketika Anda memiliki dukungan profesional dan rencana untuk bekerja di luar sesi Anda."],
		"context": [""]
	},
	{"tag": "bunuh_diri",
		"patterns": ["Saya pengen mati tanpa harus bunuh diri", "Saya merasa menjadi beban sehingga ingin bunuh diri", "Aku ada pemikiran ingin bunuh diri karena masalah yang aku hadapi", "Saya ingin bunuh diri", "Saya sering melempar barang, memukul tembok, hingga ingin menyayat diri dengan pisau dan terpikir untuk bunuh diri", "Saya sudah tidak ingin lagi hidup di dunia ini", "Rasanya lebih baik saya mati saja", "Lebih baik saya mati daripada menjadi orang yang tidak berguna", "Saya tidak sanggup lagi bertahan hidup di dunia ini"],
		"responses":["Kamu mungkin saat ini merasa depresi, lelah, putus asa, dan merasa sakit yang luar biasa. Kamu mungkin telah berharap untuk mati, atau berpikir bahwa teman dan keluarga kamu menjadi lebih baik jika kamu tiada. Kadang kamu memikirkan bahwa situasi ini tidak akan pernah membaik. Kamu mungkin merasa sangat sendirian saat ini, namun penting untuk ditekankan bahwa banyak orang lain pernah berada dalam situasi atau perasaan seperti kamu saat ini. Orang lain juga pernah memikirkan bunuh diri, sama seperti kamu juga. Betapa buruknya situasi kamu saat ini, kamu tidak sendirian. Selalu ada bantuan dan pertolongan untukmu."],
		"context": [""]
	},
	{"tag": "bye_thanks",
	 "patterns": ["Terima kasih","Makasih","Trims","Terima kasih, aku merasa dimengerti","Oke, terima kasih ya!","Dadah!","Selamat tinggal","Makasih ya, ini sangat membantu","Terima kasih, aku merasa lebih baik sekarang", "Terima kasih Booboo!"],
	 "responses":["Senang bisa membantumu, semoga harimu menyenangkan!"],
	 "context": [""]
	}
   ]
}
